;注：关于助记符
;从v6.8.0.26起，助记符功能有了新的功能，能够改变单候选短语的显示位置，取值范围1～9
;如haha[1]=^_^，则在候选栏首位显示。这个显示顺序的设定优于全局设置-“单个短语候选位置”
;如haha[哈哈]=^_^，则仍然兼容以往的助记符
;表情符号
buyiweiran=(ˇ^ˇ)
ciji[刺激]=`(*>﹏<*)′
e[9]=⊙▂⊙
haha[1]=^_^
hehe=(^-^)
heihei=o(∩_∩)o
yun[9]=@_@
zhutou=^(oo)^
;带字母的常用语
aazhi=AA制
agu=A股
apian=A片
atmji=ATM机
baiduhi=百度Hi
bgu[9]=B股
bichao=B超
bpji=BP机
cpan=C盘
cyuyan=C语言
dpan=D盘
epan=E盘
fpan=F盘
guge=Google
hgu[9]=H股
jiaa=甲A
jiaaliansai=甲A联赛
kalaok=卡拉OK
kxian=K线
oxingtui=O型腿
pcji=PC机
phzhi=pH值
posji=POS机
qiruiqq=奇瑞QQ
qqaiqing=QQ爱墙
qqbiaoqing=QQ表情
qqchongwu=QQ宠物
qqdiantai=QQ电台
qqfeiche=QQ飞车
qqfeixingdao=QQ飞行岛
qqgongjulan=QQ工具栏
qqhao=QQ号
qqhaoma=QQ号码
qqhuanxiang=QQ幻想
qqhuiyuan=QQ会员
qqkongjian=QQ空间
qqliaotian=QQ聊天
qqluntan=QQ论坛
qqpinyin=QQ拼音
qqqun=QQ群
qqqungongxiangqu=QQ群共享区
qqqunyoujian=QQ群邮件
qqruanjianguanli=QQ软件管理
qqsanguo=QQ三国
qqshuqian=QQ书签
qqshurufa=QQ输入法
qqtang=QQ堂
qqxiangce=QQ相册
qqxiaoyou=QQ校友
qqxiu=QQ秀
qqxuanwu=QQ炫舞
qqxunxian=QQ寻仙
qqyingyin=QQ影音
qqyinsu=QQ音速
qqyisheng=QQ医生
qqyouxi=QQ游戏
qqyouxiang=QQ邮箱
qqzhuomian=QQ桌面
sangshouji=3G手机
simka=SIM卡
tengxun=Tencent
tixingtai=T型台
tixu=T恤
touwenzidi=头文字D
txu[9]=T恤
txushan=T恤衫
upan=U盘
uxingguan=U形管
uxingjiaqian=Ｕ型夹钳
xinlang=Sina
zhinengabc=智能ABC
holdzhu[1]=Hold住
sogou=搜狗
sina=新浪
xshexian=Ｘ射线
;其他
banquan[9]=©
nan[9]=♂
nv[9]=♀
sb:[商标]=®;©;㈱;㊣
shangbiao[9]=®
thunisoft[1]=北京紫光华宇软件股份有限公司
weixian[9]=⚠
xh:[序号]=№
;标点符号
heitao=♠
caohua=♣
hongtao=♥
fangkuai=♦
ait=＠
fenjiefu=§
xiaolian[9]=☺
shangjiantou=↑
xiajiantou=↓
zuojiantou=←
youjiantou=→
xinghao=※
xin[9]=❤
hongqi[9]=⚐
zhujie[9]=㊟
zhuyi[9]=㊟
dianhua[9]=☏
xuehua[9]=❄
jd:[剪刀]=✁;✂;✃;✄
yf:[音符]=♩;♪;♫;♬;♭;♮;♯
pk:[扑克]=♠;♤;♥;♡;♦;♢;♣;♧
sz:[骰子]=⚀;⚁;⚂;⚃;⚄;⚅
xzf:[选择符(号)]=√;×;✔;✘;☑;☒
gjxq:[国际象棋]=♔;♕;♖;♗;♘;♙;♚;♛;♜;♝;♞;♟
dbf:[丁贝符]=❤;☭;☯;☎;☏;✉;〿;☛;☚;☀;☁;☂;☃;☠;☢;☫;☼;☸;⌘;⌛
xh:[星号]=※;✿;❀;❧;❦;⁂;✱;✲;✳;✴;✶;✷;✸;✹;✻;✼;✽;✾;❁;❂;❃;❄;❅;❆;❇;❈;❉;❊;❋
fh:[符号]=√;×;±;∩;∪;∑;∏;÷;－;＋;＝;≈;≌;≡;≠;≮;≯;≤;≥;∈;∽;∞;∝;∫;∮;∧;∨;∠;∟;⊿;⌒;⊙;⊥;∥;∵;∴;∶;∷
bd:[标点]=、;，;；;。;！;？;……;：;“”;‘’;《》;＋;－;×;÷;＝;（）;——;§;·;～;◎;＃;￥;％;※;〈〉;〔〕;「」;［］;｛｝;〖〗;『』;【】;︵︶;︹︺;︿﹀;︽︾;﹁﹂;﹃﹄;︻︼;︷︸
kh:[括号]=（）;〈〉;〔〕;「」;［］;｛｝;〖〗;『』;【】;︵︶;︹︺;︿﹀;︽︾;﹁﹂;﹃﹄;︻︼;︷︸
fhqt:[符号其他]=＠;‰;＆;＊;÷;々;№;§;※;￠;￢;＂;〝;〞;〃;≒;＜;＞;≦;≧;ˋ;ˊ;‵;｀;＇;／;＼;∕;ˉ;‐;–;―;￣;—;＿;﹉;﹊;﹋;﹌;﹍;﹎;﹏;￤;｜;∣;︱;︳;︴;‖;＾;ˇ;˙;．;¨;‥;︰;…;……;℡;㊣;㈱;℅;☉;⊕;〒
zbfh:[制表符号]=─;━;│;┃;┄;┅;┆;┇;┈;┉;┊;┋;┌;┍;┎;┏;┐;┑;┒;┓;└;┕;┖;┗;┘;┙;┚;┛;├;┝;┞;┟;┠;┡;┢;┣;┤;┥;┦;┧;┨;┩;┪;┫;┬;┭;┮;┯;┰;┱;┲;┳;┴;┵;┶;┷;┸;┹;┺;┻;┼;┽;┾;┿;╀;╁;╂;╃;╄;╅;╆;╇;╈;╉;╊;╋;═;║;╒;╓;╔;╕;╖;╗;╘;╙;╚;╛;╜;╝;╞;╟;╠;╡;╢;╣;╤;╥;╦;╧;╨;╩;╪;╫;╬
jt:[箭头]=↑;↓;←;→;↖;↗;↘;↙;➔;➘;➙;➚;➛;➜;➝;➞;➟;➠;➡;➢;➣;➤;➥;➦;➧;➨;➩;➪;➫;➬;➭;➮;➯;➱;➲;➳;➴;➵;➶;➷;➸;➹;➺;➻;➼;➽;➾;⤀;⤁;⤂;⤃;⤄;⤅;⤆;⤇;⤈;⤉;⤊;⤋;⤌;⤍;⤎;⤏;⤐;⤑;⤒;⤓;⤔;⤕;⤖;⤗;⤘;⤙;⤚;⤛;⤜;⤝;⤞;⤟;⤠;⤡;⤢;⤣;⤤;⤥;⤦;⤧;⤨;⤩;⤪;⤫;⤬;⤭;⤮;⤯;⤰;⤱;⤲;⤳;⤴;⤵;⤶;⤷;⤸;⤹;⤺;⤻;⤼;⤽;⤾;⤿;⥀;⥁;⥂;⥃;⥄;⥅;⥆;⥇;⥈;⥉;⥊;⥋;⥌;⥍;⥎;⥏;⥐;⥑;⥒;⥓;⥔;⥕;⥖;⥗;⥘;⥙;⥚;⥛;⥜;⥝;⥞;⥟;⥠;⥡;⥢;⥣;⥤;⥥;⥦;⥧;⥨;⥩;⥪;⥫;⥬;⥭;⥮;⥯;⥰;⥱;⥲;⥳;⥴;⥵;⥶;⥷;⥸;⥹;⥺;⥻;⥼;⥽;⥾;⥿
;形状
fx:[方形]=□;■
lx:[菱形]=◇;◆
wujiaoxing=☆
fang[9]=□
yuan[9]=○
lingxing=◇
sanjiao=△
wjx:[五角星]=☆;★
yx:[圆形]=●;○;◎;¤
sjx:[三角形]=△;▲;▽;▼;◢;◣;◤;◥
fk:[方块]=▁;▂;▃;▄;▅;▆;▇;█;▏;▎;▍;▌;▋;▊;▉
tx:[图形]=※;☆;△;▽;⊿;○;◎;¤;◇;□;★;▲;●;◆;■;〓;▼;◢;◣;◤;◥
;单位
rmb=￥
renminbi=￥
meiyuan=＄
yingbang=￡
ouyuan=€
hanyuan[9]=₩
sheshidu=℃
huashidu=℉
limi[9]=㎝
haoke=㎎
qianke=㎏
haomi[9]=㎜
gongli[9]=㎞
qianmi[9]=㎞
pingfangmi=㎡
lifangmi=㎥
pingfanglimi=㎠
lifanglimi=㎤
pingfanghaomi=㎟
lifanghaomi=㎣
du[9]=°
miao[9]=″
fen[9]=′
wd:[温度]=℃;℉
du:[度]=°;℃;℉;′;″
dw:[单位]=㎎;㎏;㎜;㎝;㎞;㏎;㏕;㎡;㏄;′;″;゜;℃;℉;￥;＄;￡;€
;标点
jianhao=－
jiahao=＋
denghao=＝
dengyu=＝
jinghao=＃
baifenhao=％
qianfenhao=‰
wanfenhao=‱
;数学与数字
duigou=√
duihao=√
gou[9]=√
cha[9]=×
omiga=Ω
log=㏒
logn=㏑
ziranduishu=㏑
alpha=α
beta=β
gama=γ
lamuda=λ
fai[9]=Φ
sigma=Σ
oumu=Ω
chuhao=÷
chu[9]=÷
cheng[9]=×
chenghao=×
jiajian[9]=±
yinwei[9]=∵
suoyi[9]=∴
pai[9]=π
deta=∆
chufang[9]=℞
danghui[9]=☭
wuqiong=∞
dayudengyu=≥
xiaoyudengyu=≤
hengdengyu=≡
budengyu=≠
yuedengyu=≈
shuyu[9]=∈
bushuyu=∉
erfenzhiyi=½
sanfenzhiyi=⅓
yi[9]=①
er[9]=②
san[9]=③
si[9]=④
wu[9]=⑤
liu[9]=⑥
qi[9]=⑦
ba[9]=⑧
jiu[9]=⑨
shi[9]=⑩
jjcc:[加减乘除]=＋;－;×;÷;＝
fs:[分数]=½;⅓;⅔;¼;¾;⅕;⅖;⅗;⅘;⅙;⅚;⅛;⅜;⅝;⅞
szy:[数字月]=㋀;㋁;㋂;㋃;㋄;㋅;㋆;㋇;㋈;㋉;㋊;㋋
szs:[数字时(间)]=㍘;㍙;㍚;㍛;㍜;㍝;㍞;㍟;㍠;㍡;㍢;㍣;㍤;㍥;㍦;㍧;㍨;㍩;㍪;㍫;㍬;㍭;㍮;㍯;㍰
szr:[数字日(期)]=㏠;㏡;㏢;㏣;㏤;㏥;㏦;㏧;㏨;㏩;㏪;㏫;㏬;㏭;㏮;㏯;㏰;㏱;㏲;㏳;㏴;㏵;㏶;㏷;㏸;㏹;㏺;㏻;㏼;㏽;㏾
shuzi:[数字]=壹;贰;叁;肆;伍;陆;柒;捌;玖;零;拾;佰;仟;万;兆;亿
szkh:[数字括号]=㈠;㈡;㈢;㈣;㈤;㈥;㈦;㈧;㈨;㈩;㈠㈡㈢㈣㈤㈥㈦㈧㈨㈩
szh:[数字黑(底)]=➊;➋;➌;➍;➎;➏;➐;➑;➒;➓;➊➋➌➍➎➏➐➑➒➓
szqq:[数字全(角)圈]=㊀;㊁;㊂;㊃;㊄;㊅;㊆;㊇;㊈;㊉;㊀㊁㊂㊃㊄㊅㊆㊇㊈㊉
szd:[数字点]=⒈;⒉;⒊;⒋;⒌;⒍;⒎;⒏;⒐;⒑;⒒;⒓;⒔;⒕;⒖;⒗;⒘;⒙;⒚;⒛;⒈⒉⒊⒋⒌⒍⒎⒏⒐⒑⒒⒓⒔⒕⒖⒗⒘⒙⒚⒛
szk:[数字括(号)]=⑴;⑵;⑶;⑷;⑸;⑹;⑺;⑻;⑼;⑽;⑾;⑿;⒀;⒁;⒂;⒃;⒄;⒅;⒆;⒇;⑴⑵⑶⑷⑸⑹⑺⑻⑼⑽⑾⑿⒀⒁⒂⒃⒄⒅⒆⒇
sxfh:[数学符号]=∀;∁;∂;∃;∄;∅;∆;∇;∈;∉;∊;∋;∌;∍;∎;∏;∐;∑;−;∓;∔;∕;∖;∗;∘;∙;√;∛;∜;∝;∞;∟;∠;∡;∢;∣;∤;∥;∦;∧;∨;∩;∪;∫;∬;∭;∮;∯;∰;∱;∲;∳;∴;∵;∶;∷;∸;∹;∺;∻;∼;∽;∾;∿;≀;≁;≂;≃;≄;≅;≆;≇;≈;≉;≊;≋;≌;≍;≎;≏;≐;≑;≒;≓;≔;≕;≖;≗;≘;≙;≚;≛;≜;≝;≞;≟;≠;≡;≢;≣;≤;≥;≦;≧;≨;≩;≪;≫;≬;≭;≮;≯;≰;≱;≲;≳;≴;≵;≶;≷;≸;≹;≺;≻;≼;≽;≾;≿;⊀;⊁;⊂;⊃;⊄;⊅;⊆;⊇;⊈;⊉;⊊;⊋;⊌;⊍;⊎;⊏;⊐;⊑;⊒;⊓;⊔;⊕;⊖;⊗;⊘;⊙;⊚;⊛;⊜;⊝;⊞;⊟;⊠;⊡;⊢;⊣;⊤;⊥;⊦;⊧;⊨;⊩;⊪;⊫;⊬;⊭;⊮;⊯;⊰;⊱;⊲;⊳;⊴;⊵;⊶;⊷;⊸;⊹;⊺;⊻;⊼;⊽;⊾;⊿;⋀;⋁;⋂;⋃;⋄;⋅;⋆;⋇;⋈;⋉;⋊;⋋;⋌;⋍;⋎;⋏;⋐;⋑;⋒;⋓;⋔;⋕;⋖;⋗;⋘;⋙;⋚;⋛;⋜;⋝;⋞;⋟;⋠;⋡;⋢;⋣;⋤;⋥;⋦;⋧;⋨;⋩;⋪;⋫;⋬;⋭;⋮;⋯;⋰;⋱;⋲;⋳;⋴;⋵;⋶;⋷;⋸;⋹;⋺;⋻;⋼;⋽;⋾;⋿
;外文字符
lm:[罗马]=ⅰ;ⅱ;ⅲ;ⅳ;ⅴ;ⅵ;ⅶ;ⅷ;ⅸ;ⅹ
LM:[罗马]=Ⅰ;Ⅱ;Ⅲ;Ⅳ;Ⅴ;Ⅵ;Ⅶ;Ⅷ;Ⅸ;Ⅹ;Ⅺ;Ⅻ
xl:[希腊]=α;β;γ;δ;ε;ζ;η;θ;ι;κ;λ;μ;ν;ξ;ο;π;ρ;σ;τ;υ;φ;χ;ψ;ω
XL:[希腊]=Α;Β;Γ;Δ;Ε;Ζ;Η;Θ;Ι;Κ;Λ;Μ;Ν;Ξ;Ο;Π;Ρ;Σ;Τ;Υ;Φ;Χ;Ψ;Ω
ew:[俄文]=а;б;в;г;д;е;ж;з;и;й;к;л;м;н;о;п;р;с;т;у;ф;х;ц;ч;ш;щ;ъ;ы;ь;э;ю;я;ё
EW:[俄文]=А;Б;В;Г;Д;Е;Ж;З;И;Й;К;Л;М;Н;О;П;Р;С;Т;У;Ф;Х;Ц;Ч;Ш;Щ;Ъ;Ы;Ь;Э;Ю;Я;Ё
hw:[韩文]=丆;叾;夻;朩;厼;旀;罖;巭;巪;乤;乥;朰;乬;乧;乭;乯;乮;乫;乲;乴;乶;乷;乽;乺;乻;乼;乪;乸;乨;乵;乹;畓;岾;怾;厑;哛;兺;巼;唜;唟;莻;夞;喸;嗭;旕;廤;婲;啱;唞;喼;嚸;囕;猠;獤;栍;椧;榌;橴;橻;欌;欕;硛;硳;磗;焾;燶;鈪;銰;裇;襨;踎;閪;闏;穒;螦;虄;縇
pianjm:[片假名]=ァ;ア;ィ;イ;ゥ;ウ;ェ;エ;ォ;オ;カ;ガ;キ;ギ;ク;グ;ケ;ゲ;コ;ゴ;サ;ザ;シ;ジ;ス;ズ;セ;ゼ;ソ;ゾ;タ;ダ;チ;ヂ;ッ;ツ;ヅ;テ;デ;ト;ド;ナ;ニ;ヌ;ネ;ノ;ハ;バ;パ;ヒ;ビ;ピ;フ;ブ;プ;ヘ;ベ;ペ;ホ;ボ;ポ;マ;ミ;ム;メ;モ;ャ;ヤ;ュ;ユ;ョ;ヨ;ラ;リ;ル;レ;ロ;ヮ;ワ;ヰ;ヱ;ヲ;ン;ヴ;ヵ;ヶ;ー;ヽ;ヾ
pingjm:[平假名]=ぁ;あ;ぃ;い;ぅ;う;ぇ;え;ぉ;お;か;が;き;ぎ;く;ぐ;け;げ;こ;ご;さ;ざ;し;じ;す;ず;せ;ぜ;そ;ぞ;た;だ;ち;ぢ;っ;つ;づ;て;で;と;ど;な;に;ぬ;ね;の;は;ば;ぱ;ひ;び;ぴ;ふ;ぶ;ぷ;へ;べ;ぺ;ほ;ぼ;ぽ;ま;み;む;め;も;ゃ;や;ゅ;ゆ;ょ;よ;ら;り;る;れ;ろ;ゎ;わ;ゐ;ゑ;を;ん;゛;゜;ゝ;ゞ
RW:[日文]=ぁ;あ;ぃ;い;ぅ;う;ぇ;え;ぉ;お;か;が;き;ぎ;く;ぐ;け;げ;こ;ご;さ;ざ;し;じ;す;ず;せ;ぜ;そ;ぞ;た;だ;ち;ぢ;っ;つ;づ;て;で;と;ど;な;に;ぬ;ね;の;は;ば;ぱ;ひ;び;ぴ;ふ;ぶ;ぷ;へ;べ;ぺ;ほ;ぼ;ぽ;ま;み;む;め;も;ゃ;や;ゅ;ゆ;ょ;よ;ら;り;る;れ;ろ;ゎ;わ;ゐ;ゑ;を;ん;゛;゜;ゝ;ゞ
rw:[日文]=ァ;ア;ィ;イ;ゥ;ウ;ェ;エ;ォ;オ;カ;ガ;キ;ギ;ク;グ;ケ;ゲ;コ;ゴ;サ;ザ;シ;ジ;ス;ズ;セ;ゼ;ソ;ゾ;タ;ダ;チ;ヂ;ッ;ツ;ヅ;テ;デ;ト;ド;ナ;ニ;ヌ;ネ;ノ;ハ;バ;パ;ヒ;ビ;ピ;フ;ブ;プ;ヘ;ベ;ペ;ホ;ボ;ポ;マ;ミ;ム;メ;モ;ャ;ヤ;ュ;ユ;ョ;ヨ;ラ;リ;ル;レ;ロ;ヮ;ワ;ヰ;ヱ;ヲ;ン;ヴ;ヵ;ヶ;ー;ヽ;ヾ
mw:[盲文]=⠀;⠁;⠂;⠃;⠄;⠅;⠆;⠇;⠈;⠉;⠊;⠋;⠌;⠍;⠎;⠏;⠐;⠑;⠒;⠓;⠔;⠕;⠖;⠗;⠘;⠙;⠚;⠛;⠜;⠝;⠞;⠟;⠠;⠡;⠢;⠣;⠤;⠥;⠦;⠧;⠨;⠩;⠪;⠫;⠬;⠭;⠮;⠯;⠰;⠱;⠲;⠳;⠴;⠵;⠶;⠷;⠸;⠹;⠺;⠻;⠼;⠽;⠾;⠿;⡀;⡁;⡂;⡃;⡄;⡅;⡆;⡇;⡈;⡉;⡊;⡋;⡌;⡍;⡎;⡏;⡐;⡑;⡒;⡓;⡔;⡕;⡖;⡗;⡘;⡙;⡚;⡛;⡜;⡝;⡞;⡟;⡠;⡡;⡢;⡣;⡤;⡥;⡦;⡧;⡨;⡩;⡪;⡫;⡬;⡭;⡮;⡯;⡰;⡱;⡲;⡳;⡴;⡵;⡶;⡷;⡸;⡹;⡺;⡻;⡼;⡽;⡾;⡿;⢀;⢁;⢂;⢃;⢄;⢅;⢆;⢇;⢈;⢉;⢊;⢋;⢌;⢍;⢎;⢏;⢐;⢑;⢒;⢓;⢔;⢕;⢖;⢗;⢘;⢙;⢚;⢛;⢜;⢝;⢞;⢟;⢠;⢡;⢢;⢣;⢤;⢥;⢦;⢧;⢨;⢩;⢪;⢫;⢬;⢭;⢮;⢯;⢰;⢱;⢲;⢳;⢴;⢵;⢶;⢷;⢸;⢹;⢺;⢻;⢼;⢽;⢾;⢿;⣀;⣁;⣂;⣃;⣄;⣅;⣆;⣇;⣈;⣉;⣊;⣋;⣌;⣍;⣎;⣏;⣐;⣑;⣒;⣓;⣔;⣕;⣖;⣗;⣘;⣙;⣚;⣛;⣜;⣝;⣞;⣟;⣠;⣡;⣢;⣣;⣤;⣥;⣦;⣧;⣨;⣩;⣪;⣫;⣬;⣭;⣮;⣯;⣰;⣱;⣲;⣳;⣴;⣵;⣶;⣷;⣸;⣹;⣺;⣻;⣼;⣽;⣾;⣿
;古中文
yinyang[9]=☯
wuyin:[五音]=宫;商;角;徵;羽
wujing:[五经]=诗;书;礼;易;春秋
sishu:[四书]=大学;中庸;论语;孟子
tg:[天干]=甲;乙;丙;丁;戊;己;庚;辛;壬;癸
dz:[地支]=子;丑;寅;卯;辰;巳;午;未;申;酉;戌;亥
beidou:[北斗]=天枢;天璇;天玑;天权;玉衡;开阳;摇光
bazhen:[八珍]=龙肝;凤髓;豹胎;鲤尾;鴞炙;猩唇;熊掌;酥酪蝉
yj_8[易经_八卦]=乾;兑;离;震;巽;坎;艮;坤;☰;☱;☲;☳;☴;☵;☶;☷
sx:[生肖]=子鼠;丑牛;寅虎;卯兔;辰龙;巳蛇;午马;未羊;申猴;酉鸡;戌狗;亥猪
shierlv:[十二(音)律]=黄钟;大吕;太簇;夹种;姑洗;仲吕;蕤宾;林钟;夷则;南吕;无射;应钟
shisanjing:[十三经]=诗;书;易;周礼;仪礼;礼记;公羊传;毂梁传;左传;孝经;论语;尔雅;孟子
jy:[纪元]=五帝;夏朝;商朝;周朝;西周;东周;春秋;战国;秦朝;汉朝;西汉;东汉;三国;晋朝;西晋;东晋;南北朝;隋朝;唐朝;五代;宋朝;北宋;南宋;辽国;金国;元朝;明朝;清朝;中华民国;中华人民共和国
jq:[节气]=立春;雨水;惊蛰;春分;清明;谷雨;立夏;小满;芒种;夏至;小暑;大暑;立秋;处暑;白露;秋分;寒露;霜降;立冬;小雪;大雪;冬至;小寒;大寒;立春、雨水、惊蛰、春分、清明、谷雨、立夏、小满、芒种、夏至、小暑、大暑、立秋、处暑、白露、秋分、寒露、霜降、立冬、小雪、大雪、冬至、小寒、大寒
jn:[纪年]=甲子;乙丑;丙寅;丁卯;戊辰;己巳;庚午;辛未;壬申;癸酉;甲戌;乙亥;丙子;丁丑;戊寅;己卯;庚辰;辛巳;壬午;癸未;甲申;乙酉;丙戌;丁亥;戊子;己丑;庚寅;辛卯;壬辰;癸巳;甲午;乙未;丙申;丁酉;戊戌;己亥;庚子;辛丑;壬寅;癸卯;甲辰;乙巳;丙午;丁未;戊申;己酉;庚戌;辛亥;壬子;癸丑;甲寅;乙卯;丙辰;丁巳;戊午;己未;庚申;辛酉;壬戌;癸亥
;汉字
py_a[拼音_a]=ā;á;ǎ;à;ɑ
py_e[拼音_b]=ē;é;ě;è;ê
py_i[拼音_i]=ī;í;ǐ;ì
py_o[拼音_o]=ō;ó;ǒ;ò
py_s[拼音_s]=;ń;ň;;ɡ
py_u[拼音_u]=ū;ú;ǔ;ù
py_v[拼音_v]=ǖ;ǘ;ǚ;ǜ;ü
py:[拼音]=ā;á;ǎ;à;ɑ;ē;é;ě;è;ê;ī;í;ǐ;ì;ō;ó;ǒ;ò;;ń;ň;;ɡ;ū;ú;ǔ;ù;ǖ;ǘ;ǚ;ǜ;ü
hzq:[汉字圈]=㊎;㊍;㊌;㊋;㊏;㊐;㊊;㊚;㊛;㊤;㊥;㊦;㊧;㊨
zysm:[注音声母]=ㄅ;ㄆ;ㄇ;ㄈ;ㄉ;ㄊ;ㄋ;ㄌ;ㄍ;ㄎ;ㄏ;ㄐ;ㄑ;ㄒ;ㄓ;ㄔ;ㄕ;ㄖ;ㄗ;ㄘ;ㄙ
zyym:[注音韵母]=ㄚ;ㄛ;ㄜ;ㄝ;ㄞ;ㄟ;ㄠ;ㄡ;ㄢ;ㄣ;ㄤ;ㄥ;ㄦ;ㄧ;ㄨ;ㄩ
pie[9]=丿
shu[9]=丨
heng[9]=一
dian[9]=·
;zhe=乛
baozigai=宀
bingsha=疒
caozitou=艹
danliren=亻
erdao=阝
fanwen=攵
huzitou=虍
jiaosi=纟
jinzibian=钅
liangdianshui=冫
lidao=刂
minzidi=皿
muzibian=牜
quanmao=犭
sandianshui=氵
sansao=彡
shibu=礻
shizibian=饣
shuangliren=彳
shuxin=忄
sidiandi=灬
tishou=扌
yanzipang=讠
yibu=衤
yingerdao=卩
zhuazitou=爫
zouzhen=辶
;叠字方案
chongchong=䖵
chongchongchong=蟲
erer=聑
ererer=聶
fengfeng=䬕
fengfengfeng=飍
huhu=虤
huohuo=炏
huohuohuohuo=燚
jingjing=競
jinjin=鍂
koukoukoukou=㗊
leileilei=靐
leileileilei=䨻
longlong=龖
longlonglong=龘
lululu=麤
mama=騳
mamama=骉
maomao=㲎
maomaomao=毳
mumu=䀠
mumumu=瞐
niuniu=牪
niuniuniu=犇
nvnan=娚
nvnv=奻
nvnvnv=姦
pengpeng=朤
qiqiqi=㐂
quanquan=㹜
quanquanquan=猋
renren=仌
renrenren=㐺
shesheshe=舙
shishishi=磊
shoushoushou=掱
shuishui=沝
shuishuishui=淼
shuishuishuishui=㵘
tututu=垚
tutututu=㙓
xixi=囍
yangyangyang=羴
yinyin=䪭
yueyueyueyue=朤
yuyu=䲆
yuyuyu=鱻
zizi=孖
zizizi=孨
zuzu=踀
kaihuo=烎
yahe=